questions = [
    //preserve (Conserve) vs Reform 
    {
        "question": "保守党通常符合我的观点。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "通过逐步改变社会来逐步改善社会是治理社会的最佳方法。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "打击色情制品对社会有利。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "毒品应合法化。",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "堕胎合法化是有益的。",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "快速改革的负面影响大于积极影响。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "需要做更多的努力来保存我们的文化。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "传统阻碍了社会。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "快速改革经常导致人们生活的恶化。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我支持（第三/第四）波女权主义。",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "LGBT+运动应该得到更多的尊重。",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "自由主义在近代时代已经演变为后现代主义。",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Stateown vs Market
    {
        "question": "自由放任的经济导致垄断形成，并加剧了阶级分化。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "在我看来，'市场越自由，人民越自由'是正确的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "因为加入公司是自愿的，所以公司内部没有真正的压迫。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "经济管制降低了资本主义的积极利益。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "大多数有钱人应该得到他们的财产和金钱。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "公司的收益与个人的收益直接相关。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我们应该有一个最低权力的政府，以及一个功能齐全的市场。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "政府有必要干预经济以保护其消费者。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "公司的压迫比政府的压迫更令人关注。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "与目前相比，我们需要有更多的福利。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我们应该增加税收以换取更好的福利。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "保险应由个人自愿使用，而非福利。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "每个人都应该有免费的优质医疗保健。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "无管制的经济实际上不起作用。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "个人主义是社会的动力，我们应该接受它。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Central (Authority) vs Decentral (Liberty)
    {
        "question": "一个安全的社会需要强大的政府。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "一个好的领导者应该有能力将王位传给他们的家人。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "无政府主义实际上不是一个可行的概念。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "领导者应该世袭。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "联邦政府赋予个人更多权力，这对国家有利。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "更严格的政府增加了暴政的风险，这使一个国家非常不稳定。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我宁愿有一个极权政府，也要比无政府主义好。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "民主制最终变成了两党制，这对任何人都没有好处。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我宁愿拥有君主立宪制，也不愿拥有绝对君主制。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "无私的独裁者的统治对我来说是理想的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我宁愿选择民主而不是专政。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Nation (Morality) vs World (Peace)
    {
        "question": "我国家的理想比大多数其他国家的理想都要好。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我们不应该传播我们的理想，而应该主要致力于和平与特殊主义。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "应当侵害具有威权政权的国家，以便给人们海外自由和自由。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "国际联盟通常是有益的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我们应该更加关注我们国家以外的问题。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "我们应该尽可能避免冲突。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "敌人的敌人是我的朋友。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "移民应该比现在更容易。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "移民过多导致经济衰退和意识形态激进。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "在大多数情况下，非法移民在道德上是错误的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "非法移民和普通公民应享有同样的待遇。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Religious vs Secular
    {
        "question": "我的宗教信仰应尽可能地传播。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "神权统治带来许多好处。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "宗教只是人类发展的插曲。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "宗教的作用应该比现在小得多。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "教会应该像大多数其他组织一样被征税。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "神权统治经常导致宗教的腐败和歪曲。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "最近抑郁症的加剧是由世俗主义和无神论的兴起引起的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "与世俗的非营利组织相比，宗教组织通常为弱势群体提供更好的帮助。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
//Industry vs Nature
    {
        "question": "迅速的技术进步带来的弊大于利。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "工业革命之前的生活要好得多。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "生活太复杂了，我们应该回到过去。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "我们应该加快技术进步。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "我们不应该试图限制工厂，而应该让技术进步，在未来找到一个更容易的解决办法。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "我们的社会减速可能意味着更艰难的生活，但总的来说，考虑到减速将带来的幸福是值得的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "超人类主义使我们克服了人类前进所必需的人体挑战。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "我们越加速，风险就越大。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "我们应该追求简单的生活，这会带给我们幸福。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
//Race vs Equality
    {
        "question": "种族是人类之间的终极差异。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "种族民族主义是一种危险的意识形态。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "我们应该根据人物而不是种族来评判人们。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "德国的纳粹政权让我们意识到不要以种族来评判任何人。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "非洲某些地区的动荡主要是由于种族差异造成的。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "种族主义将始终存在于社会中，因此没有必要试图'解决'种族主义。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "平权行动不应被视为“种族主义”。",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    }
    

];

