ideologies = [
    
    {
        "name": "法西斯主义",
        "desc": "法西斯主义是专制主义的一种形式，它包含了专制的超民族主义。乔万尼•金泰勒（Giovanni Gentile）创立了这种意识形态，著名的法西斯主义者包括墨索里尼。",
        "i18n": {
            "de": {
                "name": "法西斯主义",
                "desc": "法西斯主义是专制主义的一种形式，它包含了专制的超民族主义。乔万尼•金泰勒（Giovanni Gentile）创立了这种意识形态，著名的法西斯主义者包括墨索里尼。"
            },
            "ko": {
                "name": "法西斯主义",
                "desc": "法西斯主义是专制主义的一种形式，它包含了专制的超民族主义。乔万尼•金泰勒（Giovanni Gentile）创立了这种意识形态，著名的法西斯主义者包括墨索里尼。"
            }
        },
        "stats": {
            "a": 10,
            "b": 85,
            "c": 90,
            "d": 10,
            "e": 0,
            "f": 50,
            "g": 80
        }
    },
    {
        "name": "纳粹主义",
        "desc": "纳粹主义是一种基于种族和种族来分配权力和机会的法西斯主义形式。这是纳粹党的意识形态，它是由安东·德雷克斯勒（Anton Drexler）创立并由阿道夫·希特勒（Adolf Hitler）推广的。",
        "i18n": {
            "de": {
                "name": "纳粹主义",
                "desc": "纳粹主义是一种基于种族和种族来分配权力和机会的法西斯主义形式。这是纳粹党的意识形态，它是由安东·德雷克斯勒（Anton Drexler）创立并由阿道夫·希特勒（Adolf Hitler）推广的。"
            },
            "ko": {
                "name": "纳粹主义",
                "desc": "纳粹主义是一种基于种族和种族来分配权力和机会的法西斯主义形式。这是纳粹党的意识形态，它是由安东·德雷克斯勒（Anton Drexler）创立并由阿道夫·希特勒（Adolf Hitler）推广的。"
            }
        },
        "stats": {
            "a": 80,
            "b": 90,
            "c": 95,
            "d": 5,
            "e": 5,
            "f": 50,
            "g": 100
        }
    },
    {
        "name": "绝对君主制",
        "desc": "绝对君主制是专制独裁的意识形态。君主具有绝对权力，领导者是世袭的。",
        "i18n": {
            "de": {
                "name": "绝对君主制",
                "desc": "绝对君主制是专制独裁的意识形态。君主具有绝对权力，领导者是世袭的。"
            },
            "ko": {
                "name": "绝对君主制",
                "desc": "绝对君主制是专制独裁的意识形态。君主具有绝对权力，领导者是世袭的。"
            }
        },
        "stats": {
            "a": 30,
            "b": 50,
            "c": 80,
            "d": 80,
            "e": 80,
            "f": 30,
            "g": 70
        }
    },
    {
        "name": "封建主义",
        "desc": "封建主义是一种下层阶级给予食物，保护和金钱（取决于阶级）给上层阶级，以换取土地的一种意识形态。",
        "i18n": {
            "de": {
                "name": "封建主义",
                "desc": "封建主义是一种下层阶级给予食物，保护和金钱（取决于阶级）给上层阶级，以换取土地的一种意识形态。"
            },
            "ko": {
                "name": "封建主义",
                "desc": "封建主义是一种下层阶级给予食物，保护和金钱（取决于阶级）给上层阶级，以换取土地的一种意识形态。"
            }
        },
        "stats": {
            "a": 30,
            "b": 20,
            "c": 70,
            "d": 80,
            "e": 80,
            "f": 50,
            "g": 70
        }
    },
    {
        "name": "君主立宪制",
        "desc": "君主立宪制是君主制的一种变体，统治君主需要遵循宪法才能统治。它存在于英国，西班牙，瑞典等欧洲国家。",
        "i18n": {
            "de": {
                "name": "君主立宪制",
                "desc": "君主立宪制是君主制的一种变体，统治君主需要遵循宪法才能统治。它存在于英国，西班牙，瑞典等欧洲国家。"
            },
            "ko": {
                "name": "君主立宪制",
                "desc": "君主立宪制是君主制的一种变体，统治君主需要遵循宪法才能统治。它存在于英国，西班牙，瑞典等欧洲国家。"
            }
        },
        "stats": {
            "a": 20,
            "b": 30,
            "c": 60,
            "d": 40,
            "e": 80,
            "f": 50,
            "g": 70
        }
    },
    {
        "name": "保守主义",
        "desc": "保守主义是一种倾向于主要是维护现状的意识形态。保守主义者通常支持外交干预主义，增加军费开支和降低税收。",
        "i18n": {
            "de": {
                "name": "保守主义",
                "desc": "保守主义是一种倾向于主要是维护现状的意识形态。保守主义者通常支持外交干预主义，增加军费开支和降低税收。"
            },
            "ko": {
                "name": "保守主义",
                "desc": "保守主义是一种倾向于主要是维护现状的意识形态。保守主义者通常支持外交干预主义，增加军费开支和降低税收。"
            }
        },
        "stats": {
            "a": 10,
            "b": 20,
            "c": 40,
            "d": 20,
            "e": 70,
            "f": 50,
            "g": 10
        }
    },
    {
        "name": "新保守主义",
        "desc": "新保守主义是保守主义的一种形式，它不喜欢自由党的太平洋主义政策。新保守主义者认为西方国家的目标是将自己的榜样推向世界。它们更加国际化。",
        "i18n": {
            "de": {
                "name": "新保守主义",
                "desc": "新保守主义是保守主义的一种形式，它不喜欢自由党的太平洋主义政策。新保守主义者认为西方国家的目标是将自己的榜样推向世界。它们更加国际化。"
            },
            "ko": {
                "name": "新保守主义",
                "desc": "新保守主义是保守主义的一种形式，它不喜欢自由党的太平洋主义政策。新保守主义者认为西方国家的目标是将自己的榜样推向世界。它们更加国际化。"
            }
        },
        "stats": {
            "a": 10,
            "b": 20,
            "c": 40,
            "d": 20,
            "e": 60,
            "f": 60,
            "g": 10
        }
    },
    {
        "name": "自由主义",
        "desc": "自由主义者通常在文化上是激进的，但在财政上是保守的，他们想要一个较小的政府，以及废除强制纳税。",
        "i18n": {
            "de": {
                "name": "自由主义",
                "desc": "自由主义者通常在文化上是激进的，但在财政上是保守的，他们想要一个较小的政府，以及废除强制纳税。"
            },
            "ko": {
                "name": "自由主义",
                "desc": "自由主义者通常在文化上是激进的，但在财政上是保守的，他们想要一个较小的政府，以及废除强制纳税。"
            }
        },
        "stats": {
            "a": 60,
            "b": 10,
            "c": 20,
            "d": 60,
            "e": 50,
            "f": 80,
            "g": 20
        }
    },
    {
        "name": "个人无政府主义",
        "desc": "个人无政府主义是强烈倡导个人主义并支持无政府主义的意识形态。",
        "i18n": {
            "de": {
                "name": "个人无政府主义",
                "desc": "个人无政府主义是强烈倡导个人主义并支持无政府主义的意识形态。"
            },
            "ko": {
                "name": "个人无政府主义",
                "desc": "个人无政府主义是强烈倡导个人主义并支持无政府主义的意识形态。"
            }
        },
        "stats": {
            "a": 50,
            "b": 10,
            "c": 10,
            "d": 80,
            "e": 50,
            "f": 60,
            "g": 10
        }
    },
    {
        "name": "黑市主义（阿哥拉主义）",
        "desc": "黑市主义者认为所有人类关系都应通过和平革命和反经济学来完成。",
        "i18n": { 
            "de": {
                "name": "黑市主义（阿哥拉主义）",
                "desc": "黑市主义者认为所有人类关系都应通过和平革命和反经济学来完成。"
            },
            "ko": {
                "name": "黑市主义（阿哥拉主义）",
                "desc": "黑市主义者认为所有人类关系都应通过和平革命和反经济学来完成。"
            }
        },
        "stats": {
            "a": 80,
            "b": 10,
            "c": 10,
            "d": 80,
            "e": 30,
            "f": 50,
            "g": 10
        }
    },
    {
        "name": "无政府资本主义",
        "desc": "无政府资本主义是一种无政府主义意识形态，在个人权利和自由方面具有很高的优先地位。它是无政府状态和资本主义的极端形式。它认为税收是盗窃的一种形式。",
        "i18n": {
            "de": {
                "name": "无政府资本主义",
                "desc": "无政府资本主义是一种无政府主义意识形态，在个人权利和自由方面具有很高的优先地位。它是无政府状态和资本主义的极端形式。它认为税收是盗窃的一种形式。"
            },
            "ko": {
                "name": "无政府资本主义",
                "desc": "无政府资本主义是一种无政府主义意识形态，在个人权利和自由方面具有很高的优先地位。它是无政府状态和资本主义的极端形式。它认为税收是盗窃的一种形式。"
            }
        },
        "stats": {
            "a": 50,
            "b": 0,
            "c": 10,
            "d": 50,
            "e": 20,
            "f": 80,
            "g": 50
        }
    },
    {
        "name": "民粹主义",
        "desc": "民粹主义是一个需要很小的政府的意识形态。他们认为政府的目的只是为了执行法律。这种政府被称为守夜人政府。",
        "i18n": {
            "de": {
                "name": "民粹主义",
                "desc": "民粹主义是一个需要很小的政府的意识形态。他们认为政府的目的只是为了执行法律。这种政府被称为守夜人政府。"
            },
            "ko": {
                "name": "民粹主义",
                "desc": "民粹主义是一个需要很小的政府的意识形态。他们认为政府的目的只是为了执行法律。这种政府被称为守夜人政府。"
            }
        },
        "stats": {
            "a": 50,
            "b": 30,
            "c": 15,
            "d": 50,
            "e": 50,
            "f": 30,
            "g": 20
        }
    },
    
    {
        "name": "科技专制",
        "desc": "科技专制是一种提倡科学家应该统治国家的意识形态。",
        "i18n": {
            "de": {
                "name": "科技专制",
                "desc": "科技专制是一种提倡科学家应该统治国家的意识形态。"
            },
            "ko": {
                "name": "科技专制",
                "desc": "科技专制是一种提倡科学家应该统治国家的意识形态。"
            }
        },
        "stats": {
            "a": 80,
            "b": 60,
            "c": 70,
            "d": 60,
            "e": 20,
            "f": 80,
            "g": 20
        }
    },
    {
        "name": "新自由主义",
        "desc": "新自由主义是一种以自由市场为导向的改革思想，通常在文化上是激进的。减少政府影响也是该思想的重要组成部分。",
        "i18n": {
            "de": {
                "name": "新自由主义",
                "desc": "新自由主义是一种以自由市场为导向的改革思想，通常在文化上是激进的。减少政府影响也是该思想的重要组成部分。"
            },
            "ko": {
                "name": "新自由主义",
                "desc": "新自由主义是一种以自由市场为导向的改革思想，通常在文化上是激进的。减少政府影响也是该思想的重要组成部分。"
            }
        },
        "stats": {
            "a": 70,
            "b": 30,
            "c": 30,
            "d": 50,
            "e": 30,
            "f": 70,
            "g": 20
        }
    },
    {
        "name": "古希腊主义",
        "desc": "古希腊主义者基本上是自由主义者，但在文化上也很保守。他们想要一个小国家。",
        "i18n": {
            "de": {
                "name": "古希腊主义",
                "desc": "古希腊主义者基本上是自由主义者，但在文化上也很保守。他们想要一个小国家。"
            },
            "ko": {
                "name": "古希腊主义",
                "desc": "古希腊主义者基本上是自由主义者，但在文化上也很保守。他们想要一个小国家。"
            }
        },
        "stats": {
            "a": 30,
            "b": 30,
            "c": 20,
            "d": 40,
            "e": 30,
            "f": 60,
            "g": 20
        }
    },
    {
        "name": "乔治主义",
        "desc": "乔治主义认为土地应该是公共拥有的。他们认为，如果一个人使用土地，他们应该缴纳土地税，以取代所有其他税。",
        "i18n": {
            "de": {
                "name": "乔治主义",
                "desc": "乔治主义认为土地应该是公共拥有的。他们认为，如果一个人使用土地，他们应该缴纳土地税，以取代所有其他税。"
            },
            "ko": {
                "name": "乔治主义",
                "desc": "乔治主义认为土地应该是公共拥有的。他们认为，如果一个人使用土地，他们应该缴纳土地税，以取代所有其他税。"
            }
        },
        "stats": {
            "a": 60,
            "b": 55,
            "c": 50,
            "d": 40,
            "e": 50,
            "f": 60,
            "g": 20
        }
    },
    {
        "name": "地缘自由主义",
        "desc": "地缘自由主义是具有自由主义者价值观的乔治主义者。乔治主义是一种土地不被视为私有财产，而是共有且使用者被征税的经济体系。",
        "i18n": {
            "de": {
                "name": "地缘自由主义",
                "desc": "地缘自由主义是具有自由主义者价值观的乔治主义者。乔治主义是一种土地不被视为私有财产，而是共有且使用者被征税的经济体系。"
            },
            "ko": {
                "name": "地缘自由主义",
                "desc": "地缘自由主义是具有自由主义者价值观的乔治主义者。乔治主义是一种土地不被视为私有财产，而是共有且使用者被征税的经济体系。"
            }
        },
        "stats": {
            "a": 60,
            "b": 55,
            "c": 20,
            "d": 40,
            "e": 50,
            "f": 60,
            "g": 20
        }
    },
    {
        "name": "霍普主义",
        "desc": "霍普主义是无政府资本主义的保守派。它支持自由放任的经济和国家的灭绝。它认为税收是盗窃的一种形式。",
        "i18n": {
            "de": {
                "name": "霍普主义",
                "desc": "霍普主义是无政府资本主义的保守派。它支持自由放任的经济和国家的灭绝。它认为税收是盗窃的一种形式。"
            },
            "ko": {
                "name": "霍普主义",
                "desc": "霍普主义是无政府资本主义的保守派。它支持自由放任的经济和国家的灭绝。它认为税收是盗窃的一种形式。"
            }
        },
        "stats": {
            "a": 20,
            "b": 10,
            "c": 10,
            "d": 30,
            "e": 50,
            "f": 70,
            "g": 20
        }
    },
    {
        "name": "中间派右翼主义",
        "desc": "中间派右翼主义是右倾的中间派意识形态。除了适度的保守主义外，它们在大多数其他观点中都是中立的。",
        "i18n": {
            "de": {
                "name": "中间派右翼主义",
                "desc": "中间派右翼主义是右倾的中间派意识形态。除了适度的保守主义外，它们在大多数其他观点中都是中立的。"
            },
            "ko": {
                "name": "中间派右翼主义",
                "desc": "中间派右翼主义是右倾的中间派意识形态。除了适度的保守主义外，它们在大多数其他观点中都是中立的。"
            }
        },
        "stats": {
            "a": 60,
            "b": 50,
            "c": 50,
            "d": 50,
            "e": 50,
            "f": 50,
            "g": 40
        }
    },
    {
        "name": "绿色自由主义",
        "desc": "绿色自由主义者通常是对环境具有更高重要性的自由主义者。",
        "i18n": {
            "de": {
                "name": "绿色自由主义",
                "desc": "绿色自由主义者通常是对环境具有更高重要性的自由主义者。"
            },
            "ko": {
                "name": "绿色自由主义",
                "desc": "绿色自由主义者通常是对环境具有更高重要性的自由主义者。"
            }
        },
        "stats": {
            "a": 60,
            "b": 30,
            "c": 20,
            "d": 50,
            "e": 50,
            "f": 30,
            "g": 20
        }
    },
    {
        "name": "君权神授制",
        "desc": "君权神授制是使用宗教作为国家统治工具的君主制，经常使用宗教组织来统治。",
        "i18n": {
            "de": {
                "name": "君权神授制",
                "desc": "君权神授制是使用宗教作为国家统治工具的君主制，经常使用宗教组织来统治。"
            },
            "ko": {
                "name": "君权神授制",
                "desc": "君权神授制是使用宗教作为国家统治工具的君主制，经常使用宗教组织来统治。"
            }
        },
        "stats": {
            "a": 50,
            "b": 50,
            "c": 80,
            "d": 50,
            "e": 90,
            "f": 40,
            "g": 20
        }
    },
    {
        "name": "同性恋法西斯主义",
        "desc": "同性恋法西斯主义者是文化上激进的法西斯主义者。他们对LGBT+非常支持。",
        "i18n": {
            "de": {
                "name": "同性恋法西斯主义",
                "desc": "同性恋法西斯主义者是文化上激进的法西斯主义者。他们对LGBT+非常支持。"
            },
            "ko": {
                "name": "同性恋法西斯主义",
                "desc": "同性恋法西斯主义者是文化上激进的法西斯主义者。他们对LGBT+非常支持。"
            }
    },
        "stats": {
            "a": 80,
            "b": 85,
            "c": 90,
            "d": 90,
            "e": 15,
            "f": 50,
            "g": 70
        }
     },
    {
        "name": "激进神权",
        "desc": "激进神权是一种旨在通过武力传播其理想的宗教意识形态。曾经最流行的变体是“激进伊斯兰”。",
        "i18n": {
            "de": {
                "name": "激进神权",
                "desc": "激进神权是一种旨在通过武力传播其理想的宗教意识形态。曾经最流行的变体是“激进伊斯兰”。"
            },
            "ko": {
                "name": "激进神权",
                "desc": "激进神权是一种旨在通过武力传播其理想的宗教意识形态。曾经最流行的变体是“激进伊斯兰”。"
            }
        },
        "stats": {
            "a": 60,
            "b": 90,
            "c": 100,
            "d": 0,
            "e": 100,
            "f": 0,
            "g": 20
        }
    },
    {
        "name": "传统主义/反动保守主义",
        "desc": "传统主义是一种意识形态，其思想是保存文化并退后一步，以恢复过去的政府体制，无论是帝国主义还是古典保守主义。",
        "i18n": {
            "de": {
                "name": "传统主义/反动保守主义",
                "desc": "传统主义是一种意识形态，其思想是保存文化并退后一步，以恢复过去的政府体制，无论是帝国主义还是古典保守主义。"
            },
            "ko": {
                "name": "传统主义/反动保守主义",
                "desc": "传统主义是一种意识形态，其思想是保存文化并退后一步，以恢复过去的政府体制，无论是帝国主义还是古典保守主义。"
            }
        },
        "stats": {
            "a": 10,
            "b": 20,
            "c": 80,
            "d": 70,
            "e": 80,
            "f": 50,
            "g": 10
        }
    },
    {
        "name": "生态法西斯主义",
        "desc": "生态法西斯主义是法西斯主义和环境保护主义的结合。他们非常关注环境问题。",
        "i18n": {
            "de": {
                "name": "生态法西斯主义",
                "desc": "生态法西斯主义是法西斯主义和环境保护主义的结合。他们非常关注环境问题。"
            },
            "ko": {
                "name": "生态法西斯主义",
                "desc": "生态法西斯主义是法西斯主义和环境保护主义的结合。他们非常关注环境问题。"
            }
    },
        "stats": {
            "a": 70,
            "b": 85,
            "c": 90,
            "d": 50,
            "e": 15,
            "f": 50,
            "g": 70
        }
     },
    {
        "name": "无政府原始主义",
        "desc": "无政府原始主义旨在创建一个没有现代发明的社会。他们认为过去的简单生活更加幸福，并认为工业革命对人类是一场灾难。",
        "i18n": {
            "de": {
                "name": "无政府原始主义",
                "desc": "无政府原始主义旨在创建一个没有现代发明的社会。他们认为过去的简单生活更加幸福，并认为工业革命对人类是一场灾难。"
            },
            "ko": {
                "name": "无政府原始主义",
                "desc": "无政府原始主义旨在创建一个没有现代发明的社会。他们认为过去的简单生活更加幸福，并认为工业革命对人类是一场灾难。"
            }
        },
        "stats": {
            "a": 90,
            "b": 70,
            "c": 0,
            "d": 90,
            "e": 15,
            "f": 0,
            "g": 30
        }
    },
    {
        "name": "无政府超人类主义",
        "desc": "无政府超人类主义旨在改造人体以克服未来的挑战。他们希望通过无国籍社会来实现这一目标。",
        "i18n": {
            "de": {
                "name": "无政府超人类主义",
                "desc": "无政府超人类主义旨在改造人体以克服未来的挑战。他们希望通过无国籍社会来实现这一目标。"
            },
            "ko": {
                "name": "无政府超人类主义",
                "desc": "无政府超人类主义旨在改造人体以克服未来的挑战。他们希望通过无国籍社会来实现这一目标。"
            }
        },
        "stats": {
            "a": 10,
            "b": 40,
            "c": 10,
            "d": 90,
            "e": 0,
            "f": 100,
            "g": 30
        }
    },
    {
        "name": "泛左资本主义",
        "desc": "泛左资本主义是一种旨在将进步主义纳入资本主义的意识形态。它支持自由放任的市场，也倾向于支持最低限度的政府或不存在的政府。",
        "i18n": {
            "de": {
                "name": "泛左资本主义",
                "desc": "泛左资本主义是一种旨在将进步主义纳入资本主义的意识形态。它支持自由放任的市场，也倾向于支持最低限度的政府或不存在的政府。"
            },
            "ko": {
                "name": "泛左资本主义",
                "desc": "泛左资本主义是一种旨在将进步主义纳入资本主义的意识形态。它支持自由放任的市场，也倾向于支持最低限度的政府或不存在的政府。"
            }
        },
        "stats": {
            "a": 80,
            "b": 10,
            "c": 10,
            "d": 30,
            "e": 50,
            "f": 70,
            "g": 20
        }
    },
    {
        "name": "古典保守主义",
        "desc": "古典保守主义是保守主义的一种变体，它强调宗教，民族主义和传统主义。",
        "i18n": {
            "de": {
                "name": "古典保守主义",
                "desc": "古典保守主义是保守主义的一种变体，它强调宗教，民族主义和传统主义。"
            },
            "ko": {
                "name": "古典保守主义",
                "desc": "古典保守主义是保守主义的一种变体，它强调宗教，民族主义和传统主义。"
            }
        },
        "stats": {
            "a": 20,
            "b": 40,
            "c": 50,
            "d": 60,
            "e": 60,
            "f": 40,
            "g": 20
        }
    },
    {
        "name": "右翼民粹主义",
        "desc": "右翼民粹主义是将右翼价值观与民粹主义相结合的意识形态。右翼民粹主义者通常是民族主义，保护主义，并支持更严格的移民限制。",
        "i18n": {
            "de": {
                "name": "右翼民粹主义",
                "desc": "右翼民粹主义是将右翼价值观与民粹主义相结合的意识形态。右翼民粹主义者通常是民族主义，保护主义，并支持更严格的移民限制。"
            },
            "ko": {
                "name": "右翼民粹主义",
                "desc": "右翼民粹主义是将右翼价值观与民粹主义相结合的意识形态。右翼民粹主义者通常是民族主义，保护主义，并支持更严格的移民限制。"
            }
        },
        "stats": {
            "a": 30,
            "b": 30,
            "c": 40,
            "d": 70,
            "e": 55,
            "f": 50,
            "g": 50
        }
    },
    {
        "name": "公民民族主义",
        "desc": "公民民族主义将民族主义与自由主义相结合。这是一种支持自由主义和传统（按照西方标准）价值观（例如自由，个性和平等）的民族主义。",
        "i18n": {
            "de": {
                "name": "公民民族主义",
                "desc": "公民民族主义将民族主义与自由主义相结合。这是一种支持自由主义和传统（按照西方标准）价值观（例如自由，个性和平等）的民族主义。"
            },
            "ko": {
                "name": "公民民族主义",
                "desc": "公民民族主义将民族主义与自由主义相结合。这是一种支持自由主义和传统（按照西方标准）价值观（例如自由，个性和平等）的民族主义。"
            }
        },
        "stats": {
            "a": 60,
            "b": 30,
            "c": 35,
            "d": 50,
            "e": 55,
            "f": 50,
            "g": 50
        }
    },
    {
        "name": "渐进保守主义",
        "desc": "渐进保守主义是保守价值观和进步价值观的结合。它认为社会需要改革，但需要通过保守思想来实现。",
        "i18n": {
            "de": {
                "name": "渐进保守主义",
                "desc": "渐进保守主义是保守价值观和进步价值观的结合。它认为社会需要改革，但需要通过保守思想来实现。"
            },
            "ko": {
                "name": "渐进保守主义",
                "desc": "渐进保守主义是保守价值观和进步价值观的结合。它认为社会需要改革，但需要通过保守思想来实现。"
            }
        },
        "stats": {
            "a": 60,
            "b": 30,
            "c": 35,
            "d": 50,
            "e": 55,
            "f": 50,
            "g": 50
        }
    },
    {
        "name": "古典自由主义",
        "desc": "古典自由主义将个人自由和有限的政府视为自由社会的基础。 它是最初具有自由主义理想的意识形态之一。",
        "i18n": {
            "de": {
                "name": "古典自由主义",
                "desc": "古典自由主义将个人自由和有限的政府视为自由社会的基础。 它是最初具有自由主义理想的意识形态之一。"
            },
            "ko": {
                "name": "古典自由主义",
                "desc": "古典自由主义将个人自由和有限的政府视为自由社会的基础。 它是最初具有自由主义理想的意识形态之一。"
            }
        },
        "stats": {
            "a": 40,
            "b": 30,
            "c": 40,
            "d": 40,
            "e": 60,
            "f": 50,
            "g": 20
        }
    }
];

