questions = [
    //preserve (Conserve) vs Reform 
    {
        "question": "Культурно правые партии в целом соответствуют моим взглядам.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Улучшение общества путем его постепенного изменения с течением времени - это лучший способ управлять им.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Борьба с порнографией полезна для общества.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Марихуанна должна быть легальна.",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Легализация абортов выгодна и полезна для общества.",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Отрицательные стороны быстрой реформы перевешивают её положительные.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Необходимо приложить больше усилий для сохранения нашей культуры.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Традиции сдерживают прогресс общества.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Быстрые реформы часто приводят к ухудшению жизни людей.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Я поддерживаю третью/четвёртую волну Феминизма",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "ЛГБТ-движение заслуживает большого уважения.",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Либерализм в современном понимании то же самое, что и Постмодернизм",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Stateown vs Market
    {
        "question": "Экономика невмешательства приводит к образованию монополий и усугубляет классовое разделение.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Фраза 'чем свободнее рынок, тем свободнее люди' верна.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Поскольку вступление в компанию является добровольным, в фирмах нет истинного угнетения.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Экономическое регулирование со стороны правительства уменьшает положительные преимущества капитализма.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Большинство богатых заслуживают своей собственности и денег.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Прибыль фирмы напрямую соотносится с прибылью индивида.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "У нас должно быть минимальное правительство наряду с полностью функционирующим рынком.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Правительству необходимо вмешаться в экономику, чтобы защитить потребителей.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Угнетение со стороны компаний вызывает больше беспокойства, чем угнетение со стороны правительств.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Мы должны быть более благосостоятельными по сравнению с тем, что мы имеем в настоящее время.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Мы должны увеличить налоги в обмен на улучшение достатка.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Страхование должно использоваться человеком добровольно",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Все должны иметь право на бесплатную качественную медицину",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Экономика без регулирования со стороны правительства практически не работает.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Индивидуализм-вот что движет обществом, и мы должны принять его.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Central (Authority) vs Decentral (Liberty)
    {
        "question": "Для безопасности необходимо сильное правительство.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Хороший лидер должен иметь возможность передать трон членам своей семьи.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Анархизм не является осуществимым",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Правитель должен передаваться генетически.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Федеративное государство дает больше власти индивиду, что выгодно нации.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Более сильное правительство увеличивают риск тирании, что делает нацию очень изменчивой",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Я бы предпочел тоталитарное правительство, чем анархизм.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Демократические системы в конечном счете превращаются в двухпартийную систему, которая никому не выгодна.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Я бы предпочел конституционную монархию, чем абсолютную",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "Правление бескорыстного и самоотверженного диктатора идеально для меня.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Я бы предпочел демократию диктатуре.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Nation (Morality) vs World (Peace)
    {
        "question": "Идеалы моей нации лучше идеалов большинства других наций.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Вместо того чтобы распространять наши идеалы, мы должны прежде всего работать над миром и партикуляризмом.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Страны с авторитарными режимами должны быть захвачены для того, чтобы дать людям за границей права и свободу.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Международные Блоки в целом выгодны.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Мы должны больше сосредоточиться на проблемах за пределами нашей страны.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Мы должны избегать конфликтов, когда это возможно.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Враг моего врага - мой друг.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "Иммиграция должна быть проще, чем сейчас.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Избыток иммигрантов ведет к экономическому упадку и идеологической радикализации.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Нелегальная иммиграция в большинстве случаев является морально неправильной.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Нелегальные иммигранты и обычные граждане заслуживают одинакового обращения.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Religious vs Secular
    {
        "question": "Мои религиозные ценности должны быть распространены как можно шире.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Теократия приносит много пользы.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Религия-это просто фикция, которую придумал человек.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Религия должна играть гораздо меньшую роль по сравнению с нынешней.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Церкви должны облагаться такими же налогами, как и другие организации.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Теократия часто приводит к коррупции и искажению религии.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Недавний рост депрессии вызван ростом секуляризма и атеизма.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Религиозные организации часто оказывают лучшую помощь малообеспеченным по сравнению со светскими некоммерческими организациями.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
//Industry vs Nature
    {
        "question": "Быстрый технический прогресс приносит больше вреда, чем пользы.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Жизнь до промышленной революции была лучше.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Жизнь становится слишком сложной, и мы должны сделать шаг назад.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Мы должны ускорить наш технический прогресс.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "Вместо того чтобы пытаться ограничивать фабрики, мы должны позволить технологии развиваться и найти более простое решение в будущем.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "Замедление нашего общества может означать более тяжелую жизнь, но в целом оно того стоит, учитывая, какое счастье принесет замедление.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Трансгуманизм позволяет нам преодолевать границы нашего человеческого тела, отсутствие которых необходимы человечеству для дальнейшего прогресса.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Чем больше мы ускоряемся, тем больше рисков.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Мы должны стремиться к более простой жизни, которая приносит нам счастье.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
//Race vs Equality
    {
        "question": "Раса-это основное различие между людьми.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Этнический национализм это опасная идеология.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "Мы должны судить о людях по их характеру, а не по расе.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "Нацистский режим Германии научил нас никого не судить по расе.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Беспорядки в некоторых регионах Африки вызваны главным образом расовыми различиями.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Расизм всегда будет существовать в обществе, поэтому нет смысла пытаться 'исправить' расизм.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Аффирмативные действия не должны рассматриваться как 'расизм'.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    }
    

];
