questions = [
    //preserve (Conserve) vs Reform 
    {
        "question": "동성애는 나의 개인적인 도덕적 가치에 어긋난다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "성별간의 역할 차이는 사회적으로 구성된 것이다.",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "포르노에 대한 단속은 사회에 도움이 된다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "대마초는 합법화되어야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "낙태의 합법화는 유익하다.",
        "i18n": {
        },
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "급진적인 개혁은 긍정적인 면보다 부정적인 면이 크다",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리의 문화를 보존하기 위해 더 많은 노력이 필요하다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "전통은 사회의 발목을 잡는다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "빠른 속도로 개혁하는 것은 종종 국민생활의 악화를 초래한다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "나는 성소수자(3세대)와 정치적 올바름(4세대)을 위한 페미니즘을 지지한다.",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "성소수자 운동은 더 존중 받을 만하다.",
        "i18n": {
        },
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "나는 진보주의가 옹호하는 대부분의 가치관에 동의하지 않는다.",
        "i18n": {
        },
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Stateown vs Market
    {
        "question": "자유방임 경제는 독점을 형성시키고 계층의 양극화를 악화시킨다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "시장이 자유로울수록, 사람들은 자유로워진다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "회사에 입사하는 것은 자발적인 일이기 때문에, 기업 내에서는 진정한 억압은 없다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "경제 규제는 경제 침체와 전반적인 생산성 감소를 야기한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "부자의 대다수는 그들의 재산과 돈을 보관할 자격이 있다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "기업의 이익은 개인의 이익과 직결된다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리는 가장 작은 정부와 함깨 완전히 기능하는 시장을 가져야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "정부는 소비자를 보호하기 위해 경제에 개입할 필요가 있다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "정부에 의한 억압보다 기업에 의한 억압이 더 걱정거리이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리는 우리가 현재 가진 복지보다 더 많은 복지를 가질 필요가 있다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리는 더 나은 복지를 위해 세금을 늘려야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "보험은 복지보다는 개인이 자발적으로 사용해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "모든 사람은 양질의 무료 의료 서비스를 받아야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "규제 없는 경제는 실질적으로 작동하지 않는다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "개인주의는 사회의 원동력이고, 우리는 그것을 받아들여야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Central (Authority) vs Decentral (Liberty)
    {
        "question": "안전한 사회를 위해 강력한 정부가 필요하다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "훌륭한 지도자는 그들의 가족에게 권력을 물려줄 수 있는 능력을 가져야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "무정부주의는 실질적으로 실행 가능한 개념이 아니다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "지도자는 유전적으로 계승되어야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "연방정부는 개인에게 더 많은 권력을 부여하고, 이것은 국가에 이롭다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "강한 정부는 폭정의 위험을 증가시켜 국가를 매우 불안정하게 만든다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "나는 차라리 무정부주의 정부보다는 전체주의 정부를 택할 것이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "민주주의 체제는 궁극적으로 어느 누구에게도 이롭지 않은 양당 체제로 변한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "나는 차라리 절대왕정보다는 입헌군주제를 택할 것이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "사심 없는 독재자의 통치는 내게 이상적이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "나는 차라리 독재보다는 민주주의를 택할 것이다..",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Nation (Morality) vs World (Peace)
    {
        "question": "우리나라의 이상은 대부분 나라들의 이상보다 낫다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리의 이상을 전파하기보다는 평화와 개별주의에 주로 힘써야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "해외에서 건너온 자유를 제공하기 위해 독재 정권이 들어선 국가는 침략당해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "국제 동맹은 일반적으로 유익하다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리는 우리나라 밖의 문제에 더 집중해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "우리는 가능하면 갈등을 피해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "적의 적은 나의 친구이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
     {
        "question": "이민은 지금보다 더 쉬워야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "너무 많은 이민자는 경제적 쇠퇴와 이념적 급진화를 불러온다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "대부분의 경우 불법 이민은 도덕적으로 잘못된 것이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "불법 이민자들과 일반 시민들은 같은 대우를 받을 자격이 있다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
//Religious vs Secular
    {
        "question": "나의 종교는 가능한 한 많이 전파되어야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "신정제는 많은 이익을 가져다 준다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "종교는 인간이 발전하는데 있어 허구일 뿐이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "종교는 현재에 비해 훨씬 더 작은 역할을 해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "대부분의 다른 조직들처럼 교회에도 세금이 부과되어야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "신정제는 종종 부패와 종교의 왜곡을 초래한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "최근 우울증의 증가는 세속주의와 무신론의 상승에 의해 발생한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "종교 단체들은 종종 세속적인 비영리 단체들에 비해 소외된 사람들을 위해 더 나은 도움을 제공한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
//Industry vs Nature
    {
        "question": "급속한 기술 발전은 득보다 실이 많다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "산업 혁명 이전의 삶은 지금보다 훨씬 더 좋았다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "삶이 너무 복잡해지고 있기 때문에 우리는 한 발짝 물러나야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "우리는 우리의 기술적 진보를 가속화해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "공장을 규제하려 하기보다는 기술을 발전시켜 앞으로 더 쉬운 해결책을 찾도록 해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "우리 사회를 감속시키는 것은 더 힘든 삶을 의미할 수 있지만, 감속하는 것이 가져올 행복을 고려하면 그것은 가치가 있다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "트랜스휴머니즘(인간이 한계를 극복하기위해 과학기술을 통해 인체를 개조해야된다는 사상)은 인류가 진전을 위해 필요한 인체의 한계 극복을 가능하게 해준다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "우리가 기술 발전을 가속할수록 위험이 커진다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "우리는 행복을 가져다 주는 더 단순한 삶을 지향해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
//Race vs Equality
    {
        "question": "인종은 사람들 사이의 궁극적인 차이이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "민족주의는 위험한 이념이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "우리는 인종보다는 인격으로 사람을 판단해야 한다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "독일의 나치 정권은 어떤 사람도 인종으로 판단하지 말라는 교훈을 남겼다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "아프리카의 특정 지역 내 불안은 주로 인종차이에 의해 야기된다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "인종차별주의는 항상 사회 안에 존재할 것이기 때문에 인종차별을 '해결'하려고 하는 것은 의미가 없다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "적극적 우대조치는 역 인종차별이다.",
        "i18n": {
        },
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    }
    

];
